{"comments":[
    {
    "id": 1,
    "comment": "This movie was amazing! I loved the non-linear storytelling and the great characters.",
    "timestamp": "4-15-2023"
    },
    {
    "id": 2,
    "comment": "I thought this movie was okay, but it didn't live up to the hype for me.",
    "timestamp": "8-3-2021"
    },
    {
    "id": 3,
    "comment": "Inception is one of my all-time favorite movies. The visuals and music are incredible.",
    "timestamp": "6-20-2022"
    },
    {
    "id": 4,
    "comment": "The Matrix is a classic. I loved the action and the philosophical themes.",
    "timestamp": "11-17-2021"
    },
    {
    "id": 5,
    "comment": "Jaws is a classic thriller. I was on the edge of my seat the whole time.",
    "timestamp": "2-7-2022"
    },
    {
    "id": 6,
    "comment": "I found Titanic to be overly sentimental, but the production value was impressive.",
    "timestamp": "9-9-2021"
    },
    {
    "id": 7,
    "comment": "The Silence of the Lambs is a masterful psychological thriller. The performances are outstanding.",
    "timestamp": "1-12-2023"
    },
    {
    "id": 8,
    "comment": "The Great Escape is a classic war movie. I loved the ensemble cast and the thrilling escape sequences.",
    "timestamp": "7-22-2022"
    },
    {
    "id": 9,
    "comment": "I thought Avatar was visually stunning, but the plot was a bit clichéd.",
    "timestamp": "5-1-2022"
    },
    {
    "id": 10,
    "comment": "Jurassic Park is a childhood favorite of mine. The special effects still hold up today.",
    "timestamp": "10-11-2021"
    },
    {
    "id": 11,
    "comment": "A New Hope is a classic. I loved the sense of adventure and the memorable characters.",
    "timestamp": "12-20-2022"
    },
    {
    "id": 12,
    "comment": "The Avengers is a fun and action-packed superhero movie. The ensemble cast has great chemistry.",
    "timestamp": "7-8-2022"
    },
    {
    "id": 13,
    "comment": "The Lion King is a classic Disney movie. The animation and music are top-notch.",
    "timestamp": "3-18-2023"
    },
    {
    "id": 14,
    "comment": "The Shawshank Redemption is a masterpiece. The story and characters are unforgettable.",
    "timestamp": "11-29-2021"
    },
    {
    "id": 15,
    "comment": "The Fellowship of the Ring is an epic adventure.",
    "timestamp": "11-29-2021"
    },
    {
    "id": 1,
    "comment": "I love pizza. It's my favorite food!",
    "timestamp": "1-1-2023"
    },
    {
    "id": 2,
    "comment": "I just finished reading 'To Kill a Mockingbird' and it was a great book. Highly recommend!",
    "timestamp": "2-2-2023"
    },
    {
    "id": 3,
    "comment": "I went hiking in the mountains yesterday and the view was breathtaking.",
    "timestamp": "3-3-2023"
    },
    {
    "id": 4,
    "comment": "I watched 'The Godfather' for the first time last night and it's now one of my favorite movies.",
    "timestamp": "4-4-2023"
    },
    {
    "id": 5,
    "comment": "I've been learning how to play the guitar and it's been a fun challenge.",
    "timestamp": "5-5-2023"
    },
    {
    "id": 6,
    "comment": "I'm excited for the new season of 'Stranger Things'!",
    "timestamp": "6-6-2023"
    },
    {
    "id": 7,
    "comment": "I just finished a 10k race and it was a great experience.",
    "timestamp": "7-7-2023"
    },
    {
    "id": 8,
    "comment": "I tried sushi for the first time and it was delicious.",
    "timestamp": "8-8-2023"
    },
    {
    "id": 9,
    "comment": "I'm planning a trip to Europe next summer and I can't wait!",
    "timestamp": "9-9-2023"
    },
    {
    "id": 10,
    "comment": "I just started a new job and I'm excited for the challenges ahead.",
    "timestamp": "10-10-2023"
    },
    {
    "id": 11,
    "comment": "I'm reading '1984' by George Orwell and it's a thought-provoking book.",
    "timestamp": "11-11-2023"
    },
    {
    "id": 12,
    "comment": "I went to a concert last night and the energy in the room was electric.",
    "timestamp": "12-12-2023"
    },
    {
    "id": 13,
    "comment": "I just finished a puzzle that had over 1000 pieces. It took me days, but it was worth it.",
    "timestamp": "1-13-2024"
    },
    {
    "id": 14,
    "comment": "I'm learning how to cook and it's been a fun way to explore new flavors.",
    "timestamp": "2-14-2024"
    },
    {
    "id": 15,
    "comment": "I watched 'The Shawshank Redemption' again and it's still one of the best movies ever made.",
    "timestamp": "3-15-2024"
    },
    {
    "id": 1,
    "comment": "I just finished a book on astrophysics and it was fascinating.",
    "timestamp": "4-16-2024"
    }
]}